Repository: Kirillkp/Unstick
Catalog: Unstick/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# appSelection.category.selectedCountFormat
source: %d selected
ru: %d выбрано

# appSelection.hero.subtitle
source: Mark the apps that distract you the most from important things.
ru: Отметьте те, которые больше всего отвлекают вас от важных дел.

# appSelection.hero.title
source: Choose apps
ru: Выберите приложения

# common.duration.hoursMinutesShortFormat
source: %@ h %@ m
ru: %@ч %@м

# common.duration.hoursShortFormat
source: %@ h
ru: %@ч

# common.duration.minutesShortFormat
source: %@ m
ru: %@м

# groupDetails.apps.title
source: Apps in group
ru: Приложения в группе

# groupDetails.delete.actionTitle
source: Delete group
ru: Удалить группу

# groupDetails.settings.title
source: Group settings
ru: Настройки группы

# groupDetails.status.activeAction
source: Pause group
ru: Приостановить группу

# groupDetails.status.activeSubtitle
source: Restrictions are applied to all apps in this group.
ru: Ограничения применяются ко всем приложениям в этой группе.

# groupDetails.status.activeTitle
source: ACTIVE
ru: АКТИВНА

# groupDetails.status.noDataAction
source: Refresh
ru: Обновить

# groupDetails.status.noDataSubtitle
source: Group not found.
ru: Группа не найдена.

# groupDetails.status.noDataTitle
source: NO DATA
ru: НЕТ ДАННЫХ

# groupDetails.status.pausedAction
source: Resume group
ru: Возобновить группу

# groupDetails.status.pausedSubtitle
source: Restrictions are temporarily disabled for apps in this group.
ru: Ограничения временно отключены для приложений этой группы.

# groupDetails.status.pausedTitle
source: PAUSED
ru: НА ПАУЗЕ

# groupDetails.update.actionTitle
source: Update data
ru: Обновить данные

# groupDetails.usage.limitFormat
source: of %@
ru: из %@

# groupDetails.usage.title
source: USED TODAY
ru: ИСПОЛЬЗОВАНО СЕГОДНЯ

# groupInsight.action.selectApps
source: Select apps
ru: Выберите приложения

# groupInsight.activity.hoursFormat
source: %d h
ru: %d ч

# groupInsight.activity.hoursMinutesFormat
source: %d h %d min
ru: %d ч %d мин

# groupInsight.activity.minutesFormat
source: %d min
ru: %d мин

# groupInsight.hero.subtitle
source: We analyzed your app usage for the week. This data helps you regain control. Stats for the last 7 days.
ru: Мы проанализировали использование приложений за неделю. Эти данные помогут вам вернуть контроль. Это статистика за последние 7 дней.

# groupInsight.hero.title
source: Where your attention goes
ru: Куда уходит ваше внимание

# groupInsight.topApps.emptySubtitle
source: Last 7 days
ru: За последние 7 дней

# groupInsight.topApps.emptyTitle
source: No data
ru: Нет данных

# groupInsight.topApps.subtitle
source: Daily average
ru: В среднем за день

# groupInsight.topApps.title
source: Top distractions
ru: Топ отвлечений

# groupInsight.topApps.usageMinutesFormat
source: %dm
ru: %dм

# groupInsight.weeklyActivity.subtitle
source: Average screen time by day
ru: Среднее экранное время по дням

# groupInsight.weeklyActivity.title
source: Statistics for the last 7 days
ru: Статистика за последние 7 дней

# indicator.empty.todayNotStarted
source: It hasn't started yet today
ru: Сегодня еще не начато

# main.action.newGroup
source: New group
ru: Новая группа

# main.empty.actionTitle
source: Create group
ru: Создать группу

# main.empty.subtitle
source: Choose apps and set limits for them
ru: Выбери приложения и задай для них ограничения

# main.empty.title
source: Start controlling apps
ru: Начни контролировать приложения

# main.groups.activeCount
source: %@ active
ru: %@ активных

# main.groups.title
source: Your groups
ru: Ваши группы

# main.noAccess.actionTitle
source: Open settings
ru: Открыть настройки

# main.noAccess.indicatorTitle
source: No data
ru: Нет данных

# main.noAccess.subtitle
source: To apply restrictions and track groups, allow Screen Time access in Settings.
ru: Чтобы применять ограничения и отслеживать группы, разрешите доступ к Screen Time в настройках.

# main.noAccess.title
source: Access required
ru: Требуется доступ

# main.usage.limitExceededFormat
source: %@ of %@ (Limit exceeded)
ru: %@ из %@ (Лимит превышен)

# main.usage.paused
source: Paused
ru: На паузе

# main.usage.progressFormat
source: %@ of %@
ru: %@ из %@

# onboarding.title
source: Take control of your attention
ru: Возьми контроль над своим вниманием

# restrictionSetup.break.durationTitle
source: Duration
ru: Длительность

# restrictionSetup.break.minuteValueFormat
source: %d min
ru: %d мин

# restrictionSetup.break.remindEveryTitle
source: Remind every
ru: Напоминать каждые

# restrictionSetup.break.subtitle
source: The app reminds you to pause if you use it too long. This helps keep control and stop in time.
ru: Приложение будет напоминать вам сделать паузу, если вы используете его слишком долго. Это поможет не терять контроль и вовремя остановиться.

# restrictionSetup.break.title
source: Take a break
ru: Сделайте перерыв

# restrictionSetup.dailyLimit.caption
source: SCROLL TO ADJUST
ru: ПРОКРУТИТЕ ДЛЯ НАСТРОЙКИ

# restrictionSetup.dailyLimit.hourValueFormat
source: %d h
ru: %d ч

# restrictionSetup.dailyLimit.minuteValueFormat
source: %d min
ru: %d мин

# restrictionSetup.dailyLimit.title
source: Daily limit
ru: Лимит в день

# restrictionSetup.groupName.placeholder
source: Enter name
ru: Введите название

# restrictionSetup.groupName.title
source: Group name
ru: Название группы

# restrictionSetup.hero.subtitle
source: Create the ideal balance for your group
ru: Создайте идеальный баланс для вашей группы

# restrictionSetup.hero.title
source: Set up restrictions
ru: Настройте ограничения

# restrictionSetup.minutesPopover.minuteValueFormat
source: %d min
ru: %d мин

# restrictionSetup.onDemand.extraTimeTitle
source: Extra time
ru: Доп. время

# restrictionSetup.onDemand.minuteValueFormat
source: %d min
ru: %d мин

# restrictionSetup.onDemand.subtitle
source: The app remains paused to avoid distractions. If needed, you can open it for selected time.
ru: Приложение будет оставаться приостановленным, чтобы не отвлекать вас. При необходимости вы можете открыть его на выбранное время.

# restrictionSetup.onDemand.title
source: On-demand access
ru: Доступ по запросу

# settings.about.privacyPolicy
source: Privacy policy
ru: Политика конфиденциальности

# settings.about.rateInAppStore
source: Rate in App Store
ru: Оценить в App Store

# settings.about.termsOfUse
source: Terms of use
ru: Условия использования

# settings.about.title
source: About app
ru: О приложении

# settings.about.version
source: Version
ru: Версия

# settings.about.whatsNew
source: What's new
ru: Что нового

# settings.general.deferredResume
source: Delayed resume
ru: Отложенное возобновление

# settings.general.deferredResumeValue
source: 15 min
ru: 15 мин

# settings.general.notifications
source: Notifications
ru: Уведомления

# settings.general.strictMode
source: Strict mode
ru: Строгий режим

# settings.general.title
source: General
ru: Общие

# settings.personalization.appearance
source: Appearance
ru: Внешний вид

# settings.personalization.hapticsAndSound
source: Haptics and sound
ru: Хаптика и звук

# settings.personalization.interventionTone
source: Intervention tone
ru: Тон интервенции

# settings.personalization.title
source: Personalization
ru: Персонализация

# settings.protection.disableProtection
source: Protection from disabling
ru: Защита от отключения

# settings.protection.passcode
source: Passcode
ru: Код доступа

# settings.protection.passcodeValue
source: Off
ru: Выкл

# settings.protection.title
source: Protection
ru: Защита

# settings.support.faq
source: Frequently asked questions
ru: Часто задаваемые вопросы

# settings.support.feedback
source: Feedback
ru: Обратная связь

# settings.support.introduction
source: Introduction
ru: Введение

# settings.support.title
source: Support
ru: Поддержка

# settings.title
source: Settings
ru: Настройки

# statistics.activity.fri
source: FRI
ru: ПТ

# statistics.activity.mon
source: MON
ru: ПН

# statistics.activity.sat
source: SAT
ru: СБ

# statistics.activity.subtitle
source: Saved time by day
ru: Сохранённое время по дням

# statistics.activity.sun
source: SUN
ru: ВС

# statistics.activity.thu
source: THU
ru: ЧТ

# statistics.activity.title
source: Activity for the week
ru: Активность за неделю

# statistics.activity.tue
source: TUE
ru: ВТ

# statistics.activity.wed
source: WED
ru: СР

# statistics.metrics.canceledTitle
source: Canceled
ru: Отмены

# statistics.metrics.focusScoreTitle
source: Focus score
ru: Очки фокуса

# statistics.metrics.savedTitle
source: Saved
ru: Сохранено

# statistics.metrics.streakTitle
source: Streak
ru: Страйк
